"""
Файл с константами
"""
TYPES_OF_USERS_PHOTOS_AND_SIZES = {"big_photo": (300, 450),
                                     "middle_photo": (150, 225),
                                     "small_photo": (60, 60)}
TYPES_OF_SCRIPTS_PHOTOS_AND_SIZES = {"big_photo": (215, 310),
                                     "middle_photo": (150, 225),
                                     "small_photo": (60, 60)}
GENRES = ["Боевик", "Вестерн", "Военный",
          "Детектив", "Документальный", "Драма",
          "Комедия", "Мелодрама", "Музыка",
          "Приключения", "Семейный", "Спорт",
          "Триллер", "Ужасы"]
TYPES_OF_SCRIPTS = ["Полный метр", "Короткометражный", "Сериал"]


